//import { Testimonial } from "@/types/testimonial"

export const testimonialData = [
  {
    id: 1,
    name: "AR様",
    stars: "✮✮✮✮✮",
    content: (
      <>
        <p>
          腰の痛みと左脚の付け根に力が入らなくなり、少しでも動こうとすると腰に激痛が走るという状況でお世話になりました。
        </p>
        <p>ほとんど動くことが出来ず杖をついてどうにか通院していました。</p>
        <p>
          自分の場合、施術を受けるたびに良くなっていくことが確認できました。今では、那須岳登山やカヤックでの川下りまでできるまで回復しています。
        </p>
        <p>感謝の気持ちでいっぱいです。</p>
      </>
    ),
    comment: (
      <>
        <p className="indent-0">AR様</p>
        <p>貴重な口コミありがとございます。</p>
        <p>施術があったようで良かったです。</p>
        <p>
          痛みをとることも大事ですけど、やっぱり自分のやりたい事、趣味、日常生活の質を向上する事がもっとも大切だと当院は考えております。
        </p>
        <p>
          やりたい事、趣味、自分が幸せな事をせんえつではございますが、サポートして行きたいと存じております。
        </p>
        <p>この度は口コミありがとございます。</p>
      </>
    )
  },
  {
    id: 2,
    name: "K様",
    stars: "✮✮✮✮✮",
    content: (
      <>
        <p>
          仕事柄、パソコンに一日中向かっているため、慢性的に肩周り(特に肩甲骨)の凝りが痛みに感じるくらいになっていました。
        </p>
        <p>そして私はストレートネックだから、腰痛も酷い状態でした。</p>
        <p>
          自分でストレッチをしても、身体の痛みが限界で家族が通ってるまきせ先生に頼ることにしました。
        </p>
        <p>
          最初は、肩、肩甲骨、腰に電気を掛けます。その後に針です。
          針は恐怖でしたが、日本製の髪の毛より細い針を首、背中、腰にやりました。
          全然痛くなく、筋肉が緊張している箇所がチク？と感じるくらいでした。
        </p>
        <p>
          針が終わったあとに、全身マッサージをしていただき、骨盤の調整で施術終わりです。
        </p>
        <p>
          昨夜、腰が痛くてジクロフェナクジェルを塗って寝たが、施術後は身体が軽くなり、痛かった腰の痛みが消えてました！
        </p>
        <p>継続して通院したいと思います。</p>
      </>
    ),
    comment: (
      <>
        <p className="indent-0">K様</p>
        <p>クチコミありがとございます。</p>
        <p>
          近年はデスクワーク、特にパソコン作業は今後問題になってくると思われます。腰痛での経済損失は3兆円あるそうです。
        </p>
        <p>
          鍼、施術があってよかったです。メンテナンスは仕事や趣味、やりたいことを維持するにはとても重要です。
          写真まで掲載頂きありがとございます。
        </p>
        <p>またのご来院をお待ちしております。</p>
      </>
    )
  },
  {
    id: 3,
    name: "U様",
    stars: "✮✮✮✮✩",
    content: (
      <>
        <p>電気はいいね～👍かなり楽になりましたね。</p>
        <p>他の整体みたいに痛く無いです。</p>
        <p>
          施術が優しいから物足りなさを感じますが痛いのが嫌な方には良いかも？
        </p>
      </>
    ),
    comment: (
      <>
        <p className="indent-0">U様</p>
        <p>口コミありがとございます。楽になったようで良かったです。</p>
        <p>また施術も詳しく書いて頂きありがとございます。</p>
        <p>
          少しでも楽になり日常生活を円滑に送っていただくためにお手伝いできれば幸いです。
        </p>
        <p>今後とも宜しくお願い致します。</p>
      </>
    )
  },
  {
    id: 4,
    name: "HR様",
    stars: "✮✮✮✮✮",
    content: (
      <>
        <p>坐骨神経痛で腰の痛みと足のしびれがあり、伺いました、</p>
        <p>院長は説明も分かりやすく、施術もソフトな整体を受けました。</p>
        <p>翌日は身体も楽になり、定期的に伺いたいと思います。おすすめです。</p>
      </>
    ),
    comment: (
      <>
        <p className="indent-0">HR様</p>
        <p>この度はクチコミありがとございます。</p>
        <p>仕事がハードなようで首、背中、腰にかけてのこわばりがありました。</p>
        <p>
          家に帰った際長時間の運転にも関わらず痛みがなかったようで施術があったようで良かったです。
        </p>
        <p>メンテナンスはとても重要です。</p>
        <p>またのご来院をお待ちしております。</p>
      </>
    )
  },
  {
    id: 5,
    name: "HA様",
    stars: "✮✮✮✮✮",
    content: (
      <>
        <p>
          膝関節の違和感と、太ももからお尻にかけての痛み・痺れに悩まされており、
          病院(整形外科)に行っても湿布を処方されて終わりで、どうしたもんかと思っていました。
        </p>
        <p>
          そんなある日、家のポストにまきせ鍼灸整骨院さんのチラシが入っていました。
        </p>
        <p>
          以前1回、個人でやっているカイロプラクティックに試しで行って
          失敗経験があったことから、不安はありましたが、
        </p>
        <p>
          初回の料金が安くなることと、院長先生の経歴、さらにこのGoogleの口コミを見て、
          「行ってみよう！」と思いたちました。
        </p>
        <p>
          実際行ってみると、院長先生は優しくて丁寧な方でした。
          痛みの原因となる部分(筋肉や神経など)について、しっかり、丁寧に説明いただき
          、安心しました。
        </p>
        <p>
          また、波のように良い状態と悪い状態とを繰り返して、全体的に良くなっていく、
          といった話を聞いて、焦りがちな私は少しほっとしました。
        </p>
        <p>
          施術もすごいです。受けたら分かりますが、とにかく効きます。
          私は分かりませんでしたが、痛い方の膝が、そうでない方の膝と比べて
          ぐずついていたことが判明しました。
        </p>
        <p>
          1週間に1回ほど通院し、確か1か月少しで様子見で卒業…となりましたが、
          卒業後3週間ほど経った今では、あれほど治らなかった膝と太もも〜尻の痛みがありません…！
        </p>
        <p>
          本当にびっくりです…！良い先生に出会えて、本当に良かったと思いました。
        </p>
        <p>
          土曜日や、平日も午後8時頃までやっているので、平日仕事の身としても通いやすかったです。
        </p>
        <p>本当に、ありがとうございました！</p>
      </>
    ),
    comment: (
      <>
        <p className="indent-0"> HA様</p>
        <p>メッセージありがとうございます。</p>
        <p>
          過分な評価ありがとございます。施術があったようで良かったです。健康で自分のやりたいこと、趣味などが出来なくなると、それがストレスになりますので仕事にも影響しますから！
        </p>
        <p>
          私も精進して患者さまのやりたい事をサポートしていく所存です。何かありましたら、お気軽にご連絡ください。
        </p>
      </>
    )
  },
  {
    id: 6,
    name: "W様",
    stars: "✮✮✮✮✮",
    content: (
      <>
        <p>開院後間も無くよりお世話になっております。</p>
        <p>
          全身状態の改善から、脊椎ヘルニアの手術後のリハビリまで、幅広くケアをして下さいます。
        </p>
        <p>
          特に鍼灸は、特別上手で、施術中に痛みを感じることなく、施術後は調子の悪かった箇所が完全に楽になっています。
        </p>
        <p>
          行きには杖が必要だったのに、帰りはスキップ出来るくらいの復調です。
        </p>
        <p>
          やはりリピーターや、予約の方が多い様で、来院前には必ず連絡してから、行かれる事をおすすめします❣️
        </p>
      </>
    ),
    comment: (
      <>
        <p className="indent-0">W様</p>
        <p>貴重なクチコミありがとございます。</p>
        <p>また過分な評価ありがとございます。</p>
        <p>手術を受けて大変でしたね。鍼があって良かったです。</p>
        <p>
          開院まもなくから、ご愛顧ありがとうございます。手術後はメンテナンスが大切ですので、お時間ありましたら、お気軽に来院、相談ください。
        </p>
        <p>
          この度はクチコミありがとございました。今後とも宜しくお願い致します。
        </p>
      </>
    )
  },
  {
    id: 7,
    name: "S様",
    stars: "✮✮✮✮✮",
    content: (
      <>
        <p>私が初めてまきせさんに訪れたのは今から約3年半くらい前になります。</p>
        <p>
          友達に紹介されて行ったのですが今まで数知れず接骨院や整体に通っていましたが
        </p>
        <p>
          数年前から悩まされていた脚の痛みが良くなることはありませんでしたので正直余り期待はしておりませんでした。
        </p>
        <p>
          その頃は丁度コロナが始まったばかりでまきせさんも開店して間もなかったという事もあり今のように予約が取りずらいという事はありませんでした。
        </p>
        <p>
          まきせさんはとても丁寧で一人一人の悩みに真摯に向き合ってくれ毎回まきせさんが納得行くまで施術に費やしてくれます。
        </p>
        <p>汗を掻きながら一生懸命施術してくれるとても素敵な先生です。</p>
        <p>
          ちょっと自宅からは遠いのですが時間が出来たら行くようにしています。
        </p>
        <p>いつもありがとうございます😊</p>
      </>
    ),
    comment: (
      <>
        <p>
          口コミありがとございます。また過分な評価ありがとございます。いつも遠方からわざわざ来院ありがとうございます。そう言って貰えましたら、励みになります。
        </p>
        <p>
          S様を含め患者様の痛み、不調を少しでも楽にするように患者様の生活の質の向上を目指して精進していくたいと存じております。
        </p>
        <p>
          この度はありがとございました。ご相談でも構いませんので、お気軽にご来院下さい。
        </p>
      </>
    )
  }
]
